9/data/attachments/2e7a1600a15fae05.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Yolanda_improve_Actions_59135_1</nif:username>
            <nif:friendToBeRequested>soap_actions_32dc708c-2349-4dc2-a01c-79275556538c</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>